{
    "esp":{
        "guardar":"Guardar",
        "eliminar":"Eliminar",
        "1":"Inicio",
        "sistema":"Sistema",
        "usuario":"Usuario",
        "perfil":"Perfil",
        "comparativa":"Comparativa",
        "detallada":"Detallada",
        "2":"Deportes",
            "2.0":"Fútbol",
            "2.1":"Basquetbol",
            "2.2":"Balonmano",
        "3":"EMT-Deporte",
            "3.0":"Historia",
            "3.1":"Objetivo",
            "3.2":"Egresados",
            "3.3":"UTU-Deporte",
        "4":"S.I.G.D.",
            "4.0":"Historia",
            "4.1":"Objetivo",
            "4.2":"Equipos",
            "4.3":"Torneos",
            "4.4":"Partidos",
            "4.5":"Estadisticas",
            "tabla":"Tabla",
        "5":"Sugerencias",
        "6":"Ingresar",
            "6.0":"Formulario de iniciar sesión",
            "6.1":"Cédula",
            "6.2":"Contraseña",
            "6.3":"Estudiantes",
            "6.4":"Cédula",
            "6.5":"¿Olvidaste tu contraseña?",
        "7":"Salir",
        "8":"Ingresar",
        "validar":"Validar sanción",
        "miEquipo":"MI EQUIPO",
"actuacion":"Actuación",
"cargarLosTorneo":"Cargar torneos",
"verTorneo":"Ver los torneos",
        "elegirDeporte":"Eligir deporte",
        "elegirTorneo":"Eligir torneo",
        "elegirEquipos":"Eligir equipo",
        "elegirPartido":"Eligir partido",
        "elegirGrupo":"Eligir grupo",
"eliminarUsuarios":"ELIMINAR USUARIOS",
        "estadisticaPersonales":"Estadisticas Personales",
        "validarSancion":"Validar sanción",
        "cargarEstadistica":"Cargar estadisticas",
        "estadisticaComparativa":"Estadisticas comparativas",
"ultimas":"Ultimas actuaciones que necesitan validación",

        "cargarDatos":"Cargar datos",
        "cargarTorneo":"CARGAR TORNEOS",
        "cargarPartidos":"CARGAR PARTIDOS",
        "cargarLosPartidos":"Cargar partidos",
        "cargarActuaciones":"CARGAR ACTUACIONES",
        "cargarUsuario":"Cargar usuarios",
        "verUsuario":"Usuarios cargados",
        "usuarioCargado":"USUARIOS CARGADOS",
        "cargarUsuarios":"CARGAR USUARIOS",
        "verPartidos":"Ver partidos",

        "modificarUsuario":"Modificar usuarios",
        "eliminarUsuario":"Eliminar usuarios",

        "mejoresJugadores":"JUGADORES ESTRELLAS",
        "mejorJugador":"JUGADOR ESTRELLA",
        "detalladaPartidos":"ESTADISTICAS DETALLADAS DE TODOS PARTIDOS",
"todosLosEquipos":"Todos los equipos",
        "todosPartidos":"TODOS LOS PARTIDOS",
"todosEquipos":"TODOS LOS EQUIPOS",
    "titulo":"SISTEMA DE GESTIÓN DEPORTIVA",
    "analista":"Si ingresas al sistema como analista, tu objetivo sera el de analizar en detalle el juego de manera grupal e individual para identificar patrones de comportamiento. Generaras instancias deportivas y sus correspondientes estadisticas, las cuales seran almacenadas en una gran base de datos deportiva, además de ver las competencias de los equipos y jugadores que ayuden en la toma de decisiones. Proporcionar soporte y liberar de carga a los miembros del staff y de la dirección deportiva.Dentro del sistema tendras la tarea de cargar todos los partidos que se jugaran,además de los torneos y subir las estadisticas de los jugadores y el partido!",
    "entrenador":"Al ingresar al sistema como entrenador,quiere decir que eres la persona encargada del entrenamiento físico, mental y técnico de un atleta o de un grupo de deportistas. Tu gestión del personal es muy importante para la organización de un equipo deportivo. Al ser entrenador en el sistema ¡podras crear tu equipo! además tendras la opción de luego visualizar todos los partidos creados y ver las estadisticas de tus jugadores asi veras su rendimiento en el equipo y como va mejorando",
    "deportista":"Hola! si entras al sistema como deportista sos una persona que se dedica al deporte, en cualquiera de sus disciplinas, es decir, que practica cualquier actividad física, bien sea como aficionado o profesional. En S.I.G.D. podras ver información detallada sobre tu equipo además de poder ver tus torneos y algo mucho más asombroso...¡Tus estadisticas personales!",
    "administrador":"Al ingresar en el sistema como Administrador, eres la persona que tiene la responsabilidad de implementar,  configurar, mantener, monitorizar, documentar y asegurar el correcto funcionamiento de un sistema informático, o algún aspecto de este. Al ingresar al sistema podras tener acceso a todas las funcionalidades de la misma, como por ejemplo cargar las estadisticas de un partido o torneos que se jugo o además crear estos mismos y más accesos que te ayudaran a llevar el control de todo el sistema S.I.G.D.",
    "scout":"Al ingresar a el sistema como Scout, quiere decir que tu actividad consiste en analizar jugadores y determinar características para seleccionarlos para nuestro club. Analizar  jugadores propios en partido o entrenamiento para extraer información de cualquiera de las estructuras  del jugador y así mejorar o potenciar su rendimiento. En el sistema podras ver los partidos del torneo, estadisticas que podras visualizar en el menú de arriba donde encontraras las estadisticas detalladas de los jugadores, además de una impresionante  grafica que contendra las comparativa de los jugadores más destacados y en partidos encontraras todos los partidos del torneo",
    "juez":"Hola! Si accedes en el sistema como juez,  Eres es un elemento importante en el deporte, en cualquiera de sus manifestaciones, él es parte inseparable de la actividad sus apreciaciones y decisiones son las que van a determinar, acertada o desacertadamente, el resultado. Dentro del sistema tendras un montón de funcionalidades dentro de la pagina como ver los partidos por jugar y además los ya jugados, ver todos los torneos y  por ultimo y lo más emocionante es que ¡tendras la opcion de ver las estadisticas de los partidos!",
    "administrativo":"Al ingresar en el sistema como administrativo, eres  aquella persona que se dedica al conjunto de medios y actividades necesarias para  llevar a cabo y desarrollar una correcta utilización del deporte, con la misión de permitirle  a los usuarios ejecutar sus actividades en las mejores condiciones posibles En el sistema podras asignar los tipos de usuarios,  a si mismo también tendras cargar los usuarios y viualizar los usuarios que ingresaste!",
 "sobreNosotros":"Sobre nosotros",
 "ayudaSoporte":"Ayuda y soporte",
 "torneo":"TORNEOS",
 "partidos":"PARTIDOS",
 "miPerfil":"MI PERFIL",
"modificacionSistema":"MODIFICACIONES EN EL SISTEMA",
"estadisticaCompara":"ESTADISTICAS COMPARATIVAS",
"estadisticaGeneral":"ESTADISTICAS GENERALES",
"estadisticaDetallada":"ESTADISTICAS DETALLADAS",
"estadisticaPersonal":"ESTADISTICAS PERSONALES",


 "enviar":" Enviar",
 "sugerencia":"SUGERENCIAS",
 "cuentanos":"Cuentanos tu sugerencias... !Nos interesa saber que piensas!",
 "escribeNombre":"Escribe tu nombre",
 "escribeSugerencia":"Escribe tu sugerencia:",


 "jornada":"Jornada 1",
 "jornada2":"Jornada 2",
 "jornada3":"Jornada 3",

 "historiaBasquetbol":"El baloncesto, tal y como lo conocemos hoy en día, nace en el año 1891 de la mano de un profesor de educación física. El cual, pertenecía a la universidad YMCA de Massachusetts, llamado James Naismith. Este docente, intentaba idear un deporte que pudiesen realizar sus alumnos bajo techo durante los duros inviernos del norte. A diferencia de disciplinas como el atletismo, fútbol, rugby o béisbol que tanto triunfaron en la época. La idea de que un balón atraviese una canasta, como objetivo de este deporte, proviene de un juego que Naismith jugaba en su infancia, tan sencillo como que consistía en hacer puntería con una piedra a un objetivo colocado a cierta altura. Este profesor, le pidió al conserje de la universidad, dos cajas de unos 50 cms, pero en su lugar recibió dos cestas, de las que se empleaban para transportar fruta. Aún así, decidió colgar cada una de ellas en un extremo del gimnasio, a poco más de 3 metros de altura.  De esta manera surgió el nombre de este deporte, que a su vez define el objetivo a perseguir: Baloncesto o Basketball en su idioma original. Los años 70 y 80, marcaron la profesionalización del baloncesto con el surgimiento de grandes figuras que han hecho historia y fue precisamente en la temporada 79 – 80 cuando se aprueba oficialmente el tiro de triple cambiando el paradigma de la estrategia del juego. Para 1989, La FIBA accedió a incluir a los profesionales en sus torneos y desde 1992 se les permite participar en los juegos olímpicos. Es en esta década que el baloncesto toma una dimensión global con ligas de alto nivel en distintas partes del mundo y en la actualidad se calcula que el deporte cuenta con más de cien millones de jugadores federados. ",
 "basquetbolUruguay":"El baloncesto en Uruguay comenzó a practicarse en 1915 y tiene un considerable desarrollo en todo el país, constituyendo uno de los deportes con mayor cantidad de público y deportistas, luego del fútbol. Uruguay organiza la competición de clubes de básquet en tres divisionales, organizadas por la Federación Uruguaya de Basketball. El torneo principal es la Liga Uruguaya de Básquetbol, la cual reúne a equipos de todo el país para disputar el título de campeón uruguayo. El descenso es hacia el Torneo Metropolitano o Ligas Regionales. La Federación Uruguaya de Basketball fue fundada en 1915 y tuvo como primer presidente a Federico Crocker. El baloncesto estaba en un segundo plano en Uruguay a causa de la gran popularidad del fútbol, pero esto no impidió que en los Juegos Olímpicos de 1936 en Berlín la selección de baloncesto de Uruguay obtuviera el sexto puesto, lo que ayudó a aumentar la popularidad del deporte en el país. En ese mismo año, la FUBB se convirtió en miembro de la FIBA. Con el paso de los años, el baloncesto se consolidó como el segundo deporte en la preferencia de los uruguayos, lo que permitió la supervivencia de la FUBB con plena vigencia. La Liga Uruguaya de Básquetbol comenzó a disputarse en 2003. Antes de esa fecha, los campeonatos de básquetbol en Uruguay eran únicamente federales y no había una competición que reuniera a todos los clubes del país.",
 "historiaFutbol":"La historia del fútbol,suele considerarse a partir de 1863, año de fundación de The Football Association, aunque sus orígenes, al igual que los de los demás códigos de fútbol, se pueden remontar varios siglos en el pasado, particularmente en las Islas Británicas durante la Edad Media. Los primeros códigos británicos que dieron origen al fútbol asociación se caracterizaban por su poca organización y violencia extrema. y el fútbol actual, el deporte tal como se lo conoce hoy tiene sus orígenes en las Islas Británicas. No obstante, también existían otros códigos menos violentos y mejor organizados: quizás uno de los más conocidos fue el calcio florentino, deporte de equipo muy popular en Italia que tuvo incidencia en los códigos de algunas escuelas británicas. La formación definitiva del fútbol asociación tuvo su momento culminante durante el Siglo XIX. En 1848 representantes de diferentes colegios ingleses se dieron cita en la Universidad de Cambridge para crear el código Cambridge, que funcionaría como base para la creación del reglamento del fútbol moderno. Finalmente en 1863 en Londres se oficializaron las primeras reglas del fútbol asociación. Desde entonces el fútbol ha tenido un crecimiento constante, hasta llegar a ser el deporte más popular del mundo con unas 270 millones de personas involucradas. Con la realización de la primera reunión de la International Football Association Board en 1886 y la fundación de la FIFA en 1904, el deporte se ha expandido hasta llegar a todos los rincones del mundo. A partir de 1930 se comenzaría a disputar la Copa Mundial de Fútbol, que se convertiría en el evento deportivo con mayor audiencia del planeta.",
 "futbolUruguay":"El fútbol es por lejos el deporte más popular del país, la selección uruguaya cuenta con dos Copas Mundiales: la de 1930 y de 1950; dos Juegos Olímpicos, en el 1924 y 1928 y 14 Copas América. Los equipos más importantes del fútbol local son Nacional y Peñarol. Ambos equipos han representado al Uruguay de forma magnífica, obteniendo entre ambos ocho Copas Libertadores y seis Copas Intercontinentales, además de una destacada lista (en cantidad y calidad) de títulos internacionales. El Estadio Centenario que fue sede de la Copa Mundial de Fútbol de 1930 fue reconocido por la FIFA como Monumento Histórico del Fútbol Mundial El fútbol fue introducido por los inmigrantes ingleses en los años 1880, más precisamente a la ciudad capital de Montevideo. El primer partido de fútbol del cual se tiene conocimiento en Uruguay fue el disputado en 1881 entre los clubes Montevideo Rowing Club (fundado en 1874) y Montevideo Cricket Club (1861), ambas instituciones polideportivas.El primer equipo uruguayo dedicado principalmente a la práctica del fútbol fue el Albion Football Club, fundado el 1º de junio de 1891. El 30 de marzo de 1900 se fundó la Uruguay Association Foot-ball League, actual Asociación Uruguaya de Fútbol, con el fin de organizar el fútbol en el país y sus campeonatos. Dicha asociación organizó el primer Campeonato Uruguayo de Fútbol ese mismo año, el cual fue obtenido por el Central Uruguay Railway Cricket Club.",
 "balonmanoUruguay":"La historia del handball uruguayo tiene sus raices a comienzos del siglo XX. En 1918, el Profesor naturista Antonio Valeta, como forma de contrarrestar la violencia que había en los partidos de fútbol todos los fines de semana, crea un deporte llamado Balón que tenía varías similitudes con el balonpie, pero se jugaba con la mano. A partir de 1921 con la creación de la Federación Uruguaya de Balón comienza la actividad local y se realizan partidos internacionales con Argentina (que en el mismo año también fundó su Federación) tanto a nivel de clubes como de selecciones. Más allá del esfuerzo de su creador y seguidores, el deporte en nuestro país comienza a decaer, hasta desaparecer en 1945. En Argentina la competencia continuó, transformándose en sus reglamentos de juego y hoy, su Confederación cumple 86 años (1921- 2007) de actividad casi ininterrumpida, en tanto nuestra actual Federación Uruguaya de Handball fue fundada recién en 1982. Pero lejos del Uruguay, se desarrollaba otra historia. En el viejo continente, varios juegos y deportes con la mano se practicaban desde fines del siglo XIX y comienzos del XX. El Hazena checo, el handbold danés, el handboll sueco y el feldhandball alemán entre otros, son reconocidos hoy por la Federación Internacional de Handball como antecedentes de este deporte.",
 "historiaBalonmano":"El handball tiene una corta historia, pero existen numerosos procedentes. algunos encuentran huellas de este deporte en un juego que ya se practicaba en la antigua Grecia; otros mencionan un deporte puesto en practica en la Edad Media en Francia y en Inglaterra. A finales de la primera guerra mundial, época en que se dio origen a otros muchos deportes, entrenadores alemanes de atletismo buscaban una actividad deportiva para que sus atletas jóvenes pudieran practicarla durante el invierno, que exigiera buenas condiciones físicas, pero que fuera menos violenta que el rugby o el fútbol. sobre la misma base del fútbol, es decir, en un campo, nació el handball de 11 jugadores, el cual perseguía el mismo objetivo: marcar goles en una portería. El handball de 11 jugadores llego a los juegos olímpicos de 1936, y Alemania obtiene la victoria entre los 6 equipos participantes. Pero el juego en un campo abierto resulta muy duro en los países fríos y ya en los campeonatos mundiales de 1938 aparece una nueva modalidad, precisamente la que hoy se practica: 'EL handball DE 7 jugadores' la cual se juega en cancha cerrada. La consagración del handball de 7 se produce con una inclusión en los juegos olímpicos de 1972 (munich) en la categoría masculina y en los de 1976 (montreal) en la femenina. Se considera que el handball es el segundo juego de equipo en velocidad, después del fútbol, y por esta causa resulta un deporte ideal para los espectadores. En nuestros días la mayor parte del hanball se desarrollan en pista cubierta y se enfrentan en equipos de 7 jugadores cada uno.",

 "imagen":"url(../../)",

 "proximos":"Proximos",
 "jugados":"Ya jugados",

 "verEquipo":"Ver equipo",
 "crearEquipo":"Crear equipo",
 "misJugadores":"Mis jugadores",
 "general":"Estadisticas generales",
   "misEstadisticas":"Mis estadisticas",
 "plantel":"PLANTEL",

 "resultado":"RESULTADOS",
"crearEquipos":"CEAR EQUIPOS",
"filtro":"Filtrar por...",
"filtroAnotacion":"Anotaciones",
"filtroAsistencia":"Asistencias",
"filtroPases":"Pases",
"filtroTiro":"Tiros",
"filtroQuites":"Quites",
"filtroPartido":"Partidos",
"mejorEquipo":"MEJOR EQUIPO",
"buscarCedula":"Buscar por cédula...",

"cedula":"Cédula",
"nombre":"Nombre:",


"datosPersonales":"Datos personales",
"datosGenerales":"Datos generales",
"datosDireccion":"Datos de dirección",
"datosDieportista":"Datos de deportista",
"experiencia":"Experiencia",
"datosProfecionales":"Datos profecionales",
"horasTrabajo":"Horas de trabajo semanales",


"ingreseDatos":"INGRESE LOS DATOS BÁSICOS",
"telefono":"Telefono:",
"ciudad":"Ciudad:",
"apellido":"Apellido:",
"calle":"Calle:",
"numero":"Número:",
"nacionalidad":"Nacionalidad:",
"numeroC":"N° Camiseta",
"numeroF":"N° funcionario",

"buscarBoton":"Buscar",
"buscarUsuario":"Buscar usuario:",
"verEquipos":"VER EQUIPOS",

"Amonestación ":"Amonestación",
"Rebotes      ":"Rebotes",
"Pases        ":"Pases",
"Asistencias  ":"Asistencias",
"Anotaciones  ":"Anotaciones",
"Faltas       ":"Faltas",
"Quites       ":"Quites", 
"Tiros":"Tiros",
"modificarUsuarios":"MODIFICAR USUARIOS ",
"Sanciones":"Sanciones",
"Posesión":"Posesión",
"JugadorEstrella":"Jugador estrella",

"Ganado":"Ganado",
"Empatados":"Empatados",
"Perdido":"Perdidos",



"eresEstudiante":"Si eres estudiante",
"recuerda":"Recuerda que si eres estudiante deberas ingresar con tu cédula! Si no puede ingresar con tus datos rellena el formulario.",
"olvidasteContraseña":"Si olvidaste tu contraseña:",
"ingresarSistema":"Recuerda que para ingresar al sistema deberas entrar con tu cédula y tu contraseña que al inicio sera tu cédula que luego podras cambiarla para mayor seguridad",
"formulario":"Si no podes entrar con tus datos deberas llenar el formulario.",
"nombreCompleto":"Nombre completo",
"escribeTelefono":"Escribe tu telefono",
"ingreseCorreo":"Perdidos",
"irInicio":"Ingresa tu correo:",

"nombreTorneo":"Nombre del torneo",
"deporte1":"Deporte",
"escribaTorneo":"Escriba aqui el nombre del torneo",

"modificar":"Modificar",
"modifique":"Modifique los datos deseados:",

"historia":"HISTORIA",
"teCuento":"TE CUENTO UN POCO..",
"deporte":"El curso de Educación Media Tecnológica Deporte y Recreación que imparte el Consejo de Educación Técnico Profesional-Universidad del Trabajo del Uruguay fue incorporado en la enseñanza en el año 2012. El único requisito de ingreso es haber aprobado educación media básica en cualquier modalidad. En ese contexto, los egresados reciben un certificado que acredita su idoneidad como ayudante técnico, lo cual los habilita a proseguir estudios de nivel terciario o bien ingresar directamente al mercado laboral. Además de la currícula básica y de los talleres de deportes, esta novedosa opción educativa incluye diversas asignaturas relacionadas con la biomecánica, fisiología del ejercicio, anatomía, primeros auxilios y el portugués como idioma incorporado. Durante el primer año de estudios, se realiza una instancia de nivelación entre los estudiantes que ingresan. En el segundo año, el mayor énfasis se centra en la promoción del conocimiento de todos los deportes, no sólo los tradicionales. Finalmente, en el tercer año se consolida la orientación en los cuatro deportes básicos: fútbol, handball, básquetbol y voleibol. Asimismo, la capacitación incluye conocimientos para organizar campeonatos y actividades análogas, el desarrollo de propuestas educativas vinculadas con el deporte y el arbitraje en competencia de amateur e infantil.",
 


"objetivo":"OBJECTIVO",
"porqueEstudiar":"¿Poruque estudiar deporte?",
"objetivoDeporte":"El objetivo del sistema es proporcionar a los estudiantes con una herramienta que permita el constante monitoreo de sus actividades deportivas. Al visualizar sus estadísticas, partidos y cronogramas, los estudiantes van a tener la oportunidad de mejorar en base a los resultados vistos dentro del sistema. Va a permitir contar con un mayor control de las actividades deportivas dentro de las instituciones, siendo así, la mejor manera de llevar a cabo un recaudo de todas las instancias que ocurren en Educación Media Tecnológica Deporte y Recreación..",

"egresados":"EGRASADOS",
"alTerminar":"AL TERMINAR LA UTU",
"cursoEgresado":"Las competencias adquiridas en este curso le permitirán al egresado: Contribuir de manera creativa en la planificación, evaluación y gestión de proyectos o emprendimientos de carácter deportivos y recreativos. Además de contribuir en la organización e implementación de campeonatos, encuentros, actividades de ocio, recreación y campamentos. Esto permitira participar de manera creativa al desarrollo de propuestas educativas vinculadas al deporte y la recreación. Tambien las competencias adquiridas le permitiran arbitrar a nivel amateur e infantil (Fútbol) y a nivel informal (en otros deportes según la formación específica por la que optó).",
"cursoEegresados1":"El curso habilita para: -Continuar estudios en carreras de nivel terciario. -Dentro del C.E.T.P. estará habilitado para ingresar a Tecnicaturas o Cursos Técnicos Terciarios de acuerdo con los requisitos que en ellos se establezcan. -Al campo laboral.",
   

"historiaProyecto":"HISTORIA DEL PROYECTO",
"proyecto":"El Sistema Informatico de Gestión Deportiva se remonta al año 2022. Es una propuesta educativa que le va a permitir a los usuarios que participarán del sistema un entorno amigable y eficaz para visualizar sus actividades deportivas. Esto les va a permitir lograr un mayor desarrollo de sus capacidades dentro del ambito educativo, una herramienta que promueve la competencia sana y el crecimiento constante de los estudiantes. Surgió como una idea, un desliz dentro de una realidad ya definida, que permitió enfocar todos los recursos tanto humanos como tecnologicos en el sistema que tenemos presente actualmente. Las personas que se encargaron del desarrollo de S.I.G.D. fueron: Ezequiel Fredes - Coordinador Leonardo Rodriguez - Sub-Coordinador Andrea Moreira - Diseñadora Leandro Rodriguez - Programador",


"objetivoProyecto":"OBJETIVOS DEL PROYECTO ",
"objetivoSistema":"El objetivo del sistema es proporcionar a los estudiantes con una herramienta que permita el constante monitoreo de sus actividades deportivas. Al visualizar sus estadísticas, partidos y cronogramas, los estudiantes van a tener la oportunidad de mejorar en base a los resultados vistos dentro del sistema. ​ Va a permitir contar con un mayor control de las actividades deportivas dentro de las instituciones, siendo así, la mejor manera de llevar a cabo un recaudo de todas las instancias que ocurren en Educación Media Tecnológica Deporte y Recreación.",
  "posicion":"Posición",
"lugar":"Lugar",
"horaInicio":"Hora de inicio",
"horaFin":"Hora final",
"limpiar":"Limpiar",
"tipoUsuario":"Tipo de usuario:",
"agregarPartido":"AGREGAR PARTIDOS",
"equipo1":"EQUIPO 1",
"equipo2":"EQUIPO 2",
"fecha":"Fecha",

"9.0":"Tipo de usuario",
"9.1":"juez           ",
"9.2":"analista       ",
"9.3":"scout          ",
"9.4":"administrativo ",
"9.5":"deportista     ",
"9.6":"entrenador     ",
"9.7":"administrador  ",
"nombreEquipo":"Nombre de equipo",
"carne":"Carne de salud",
"seleccionar":"Seleccionar:",
"juecesDisponibles":"Jueces Disponibles"
},



    "ing":{
"guardar":"Save",
"eliminar":"Delete",
        "1":"Home",
        "sistema":"System",
        "usuario":"User",
        "perfil":"Profile",
        "comparativa":"Comparative",
        "detallada":"Detailed",
        "2":"Sports",
            "2.0":"Football",
            "2.1":"Basketball",
            "2.2":"Handball",
        "3":"EMT-Deporte",
            "3.0":"Histroy",
            "3.1":"Objective",
            "3.2":"Graduates",
            "3.3":"UTU-Deporte",
        "4":"S.I.G.D.",
            "4.0":"History",
            "4.1":"Objective",
            "4.2":"Team",
            "4.3":"Tournaments",
            "4.4":"Matches",
            "4.5":"Statistics",
        "5":"Suggestions",
        "6":"Login",
            "6.0":"Login form",
            "6.1":"Identification",
            "6.2":"Password",
            "6.3":"Students",
            "6.4":"Identification",
            "6.5":"Did you forget your password?",
            "tabla":"Table",
        "7":"Exit",
        "8":"Start",
"plantel":"SQUAD",
        "elegirDeporte":"Choose sport",
        "elegirTorneo":"Choose tournament",
        "elegirEquipos":"Choose team",
        "elegirPartido":"Choose party",
        "elegirGrupo":"Choose group",

        "miEquipo":"MY TEAM",
        "crearEquipos":"CREATE TEAMS",
        "torneo1":"tournament1",
        "torneo2":"tournament2",
        "torneo3":"tournament3",
 "cargarLosTorneo":"Load tournaments",
 "verTorneo":"See tournaments",

        "jornada":"Working 1",
        "jornada2":"Working 2",
        "jornada3":"Working 3",

        "todosEquipos":"ALL THE TEAMS",
        "todosPartidos":"ALL THE GAMES",
 "eliminarUsuarios":"DELETE USERS",
        "mejorEquipo":"BEST TEAM",
        "mejoresJugadores":"STAR PLAYERS",
        "mejorJugador":"STAR PLAYER",
    "modificacionSistema":"MODIFICATIONS IN THE SYSTEM",
        "cargarDatos":"Load data",
        "cargarTorneo":"LOAD TOURNAMENTS",
        "cargarPartidos":"LOAD MATCHES",
        "cargarActuaciones":"LOAD PERFORMANCES",
        "cargarUsuario":"Upload users",
        "verUsuario":"Uploaded Users",
        "usuarioCargado":"UPLOADED USERS",
        "cargarUsuarios":"LOAD USERS",
        "todosLosEquipos":"All the teams",
        "verPartidos":"See matches",


        "estadisticaPersonales":"Personal Statistics",
        "validarSancion":"Validate sanction",
        "cargarEstadistica":"Load statistics",
        "estadisticaComparativa":"Comparative statistics",

        "ultimas":"Last actions that need validation",
        "actuacion":"Performance",
        "estadisticaCompara":"COMPARATIVE STATISTICS",
        "estadisticaGeneral":"GENERAL STATISTICS",
        "estadisticaDetallada":"DETAILED STATISTICS",
        "estadisticaPersonal":"PERSONAL STATISTICS",
        "misEstadisticas":"My statistics",
        "detalladaPartidos":"DETAILED STATISTICS OF ALL MATCHES",
"resultado":"RESULTS",

        "titulo":"SPORTS MANAGEMENT SYSTEM",
        "analista":"If you enter the system as an analyst, your goal will be to analyze the game in detail as a group and individually to identify be havior patterns. You will generate sports instances and their corresponding statistics, which will be stored in a large sports database, in addition to seeing the competitions of the teams and players that help in decision making. Provide support and relieve load to the members of the staff and the sports management. Within the system you will have the task of loading all the matches that will be played, in addition to the tournaments and upload the statistics of the players and the match!",
        "entrenador":"By entering the system as a coach, It means that you are the person in charge of the physical, mental and technical training of an athlete or a group of athletes. Your personnel management is very important for the organization of a sports team. Being a coach in the system you can create your team! you will also have the optionthen view all the games created and see the statistics of your players so you will see their performance in the team and how it is improving",
        "deportista":"Hello! If you enter the system as an athlete, you are a person who is dedicated to sport, in any of its disciplines, that is to say, that he practices any physical activity, either as an amateur or professional. In S.I.G.D. You can see detailed information about your team as well to be able to see your tournaments and something much more amazing... your personal statistics!",
        "administrador":"By logging into the system as Administrator, you are the person who has the responsibility to implement, configure, maintain, monitor, document and ensure the proper functioning of a computer system, or some aspect of it. By entering the system you can have access to all its features, such as load the statistics of a match or tournaments that were played or also create these same and more accesses that will help you take control of the entire S.I.G.D.",
        "scout":"By entering the system as a Scout, it means that your activity consists of analyze players and determine characteristics to select them for our club. Analyze own players in match or training to extract information from any of the structures of the player and thus improve or enhance their performance. In the system you will be able to see the matches of the tournament, statistics that you will be able to visualize in the menu above where you will find the detailed statistics of the players, as well as an impressive graph that will contain the comparison of the most outstanding players and in matches you will find all the matches of the tournament",
        "juez":"Hello! If you access the system as a judge, You are an important element in sport, in any of his manifestations, he is an inseparable part of the activity, his appreciations and Decisions are the ones that will determine, rightly or wrongly, the result. Within the system you will have a lot of functionalities within the page such as seeing the games to play and also those already played, see all the tournaments and Finally and the most exciting thing is that you will have the option to see the statistics of the matches!",
        "administrativo":"By logging into the system as an administrator, you are that person who is dedicated to the set of means and activities necessary to carry out and develop a correct use of sport, with the mission of allowing users to carry out their activities in the best possible conditions In the system you can assign the types of users, itself you will also have to load the users and visualize the users you entered!",
       
       
        "sobreNosotros":"About us",
        "ayudaSoporte":"Help and Support",

        "torneo":"TOURNAMENTS",
        "partidos":"MATCHES",

        "buscarBoton":"Search",
        "buscarUsuario":"Search user:",
      
        "posicion":"Position",
        "enviar":"Send",
        "sugerencia":"SUGGESTIONS",
        "cuentanos":"Tell us your suggestions... We are interested in knowing what you think!",
        "escribeNombre":"Write your name",
        "escribeSugerencia":"Write your suggestion:",

        "historiaBasquetbol":"Basketball, as we know it today, was born in 1891 at the hands of a physical education teacher. Which, belonged to the University YMCA of Massachusetts, named James Naismith. This teacher was trying to devise a sport that his students could do indoors during the harsh winters of the north. Unlike disciplines such as athletics, soccer, rugby or baseball that were so successful at the time. The idea of ​​a ball going through a basket, as the objective of this sport, comes from a game that Naismith played in his childhood as simple as it consisted of aiming a stone at a target placed at a certain height. This professor asked the university concierge for two boxes of about 50 cm, but instead he received two baskets, the kind used to transport fruit. Still, he decided to hang each of them at one end of the gym, just over 3 meters high In this way the name of this sport arose, which in turn defines the objective to be pursued: Basketball or Basketball in its original language. The 70s and 80s marked the professionalization of basketball with the emergence of great figures who have made history and it was precisely in the 79-80 season when the triple shot was officially approved, changing the paradigm of the game's strategy. For 1989, FIBA agreed to include professionals in its tournaments and since 1992 they have been allowed to participate in the Olympics. It is in this decade that basketball takes on a global dimension with high-level leagues in different parts of the world and it is currently estimated that the sport has more than one hundred million federated players.",
        "basquetbolUruguay":"Basketball in Uruguay began to be practiced in 1915 and has a considerable development throughout the country, constituting one of the sports with the largest number of public and athletes, after soccer. Uruguay organizes the basketball club competition in three divisions, organized by the Uruguayan Basketball Federation. The main tournament is the Uruguayan Basketball League, which brings together teams from all over the country to compete for the title of Uruguayan champion. The descent is towards the Metropolitan Tournament or Regional Leagues. The Uruguayan Basketball Federation was founded in 1915 and its first president was Federico Crocker. Basketball was in the background in Uruguay due to the great popularity of soccer, but this did not prevent the Uruguayan basketball team from obtaining sixth place at the 1936 Olympic Games in Berlin, which helped increase the popularity of the game. sport in the country. In that same year, the FUBB became a member of FIBA. Over the years, basketball was consolidated as the second favorite sport of Uruguayans, which allowed the survival of the FUBB with full force. The Uruguayan Basketball League began to be played in 2003. Before that date, the basketball championships in Uruguay were only federal and there was no competition that brought together all the clubs in the country.", 
      
        "historiaFutbol":"The history of football is usually considered to start from 1863, the year in which The Football Association was founded, although its origins, like those of the other codes of football, can be traced back several centuries, particularly in the British Isles during the Middle Ages. The first British codes that gave rise to association football were characterized by their lack of organization and extreme violence. and today's football, the sport as it is known today has its origins in the British Isles.  However, there were also other less violent and better organized codes: perhaps one of the best known was Calcium Florentine, a very popular team sport in Italy that had an impact on the codes of some British schools. The definitive formation of association football had its culminating moment during the 19th century. In 1848 representatives of different English colleges met at the University of Cambridge to create the Cambridge code, which would serve as the basis for the creation of modern football regulations. Finally, in 1863 in London, the first rules of association football were made official. Since then football has grown steadily, becoming the most popular sport in the world with some 270 million people involved. With the holding of the first meeting of the International Football Association Board in 1886 and the founding of FIFA in 1904, the sport has expanded to reach all corners of the world. Starting in 1930, the Soccer World Cup would begin to be played, which would become the sporting event with the largest audience on the planet.",
        "futbolUruguay":"Soccer is by far the most popular sport in the country, the Uruguayan team has two World Cups: 1930 and 1950; two Olympic Games, in 1924 and 1928 and 14 America's Cups. The most important local football teams are Nacional and Peñarol. Both teams have represented Uruguay magnificently, obtaining between them eight Copa Libertadores and six Intercontinental Cups, as well as an outstanding list (in quantity and quality) of international titles. The Centennial Stadium that hosted the 1930 Soccer World Cup was recognized by FIFA as a World Soccer Historical Monument. Soccer was introduced by English immigrants in the 1880s, more precisely to the capital city of Montevideo. The first known soccer match in Uruguay was the one played in 1881 between the Montevideo Rowing Club (founded in 1874) and the Montevideo Cricket Club (1861), both multi-sports institutions. The first Uruguayan team dedicated mainly to the practice of football was the Albion Football Club, founded on June 1, 1891. On March 30, 1900, the Uruguay Association Foot-ball League, currently the Uruguayan Football Association, was founded in order to organize football in the country and its championships. This association organized the first Uruguayan Football Championship that same year, which was obtained by the Central Uruguay Railway Cricket Club.",

        "historiaBalonmano":"Handball has a short history, but there are numerous origins. some find traces of this sport in a game that was already practiced in ancient Greece; others mention a sport practiced in the Middle Ages in France and England. At the end of the First World War, a time when many other sports were born, German athletic trainers were looking for a sporting activity for their young athletes to practice during the winter that required good physical condition, but was less violent than rugby or soccer. On the same basis as soccer, that is, on a field, 11-player handball was born, which pursued the same objective: to score goals in a goal. 11-player handball made its way to the 1936 Olympics, and Germany was victorious among the 6 participating teams. But the game in an open field is very hard in cold countries and already in the world championships of 1938 a new modality appears, precisely the one practiced today: '7-player handball' which is played on a closed court. The consecration of 7-a-side handball occurs with an inclusion in the 1972 Olympic Games (Munich) in the men's category and in the 1976 Games (Montreal) in the women's category. Handball is considered to be the second fastest team game after football, and for this reason it is an ideal spectator sport. Nowadays, most of hanball takes place indoors and is played in teams of 7 players each.",
        "balonmanoUruguay":"The history of Uruguayan handball has its roots in the early twentieth century. In 1918, Naturist Professor Antonio Valeta, as a way of counteracting the violence that took place in football matches every weekend, created a sport called Balón that had several similarities with football, but was played with the hand. Starting in 1921 with the creation of the Uruguayan Ball Federation, local activity begins and international matches are held with Argentina (which in the same year also founded its Federation) both at club and national team level. Beyond the effort of its creator and followers, the sport in our country begins to decline, until it disappeared in 1945. In Argentina the competition continued, transforming itself into its game regulations and today, its Confederation celebrates 86 years (1921-2007) of almost uninterrupted activity, while our current Uruguayan Handball Federation was founded only in 1982. But far from Uruguay, another story unfolded. In the old continent, various games and sports with the hand were practiced since the end of the 19th century and the beginning of the 20th. The Czech Hazena, the Danish handbold, the Swedish handboll and the German feldhandball among others, are recognized today by the International Handball Federation as antecedents of this sport.",


       "validar":"Validate sanction",
        "miPerfil":"MY PROFILE",

        "filtro":"Filter by...",
"filtroAnotacion":"Annotations",
"filtroAsistencia":"Assists",
"filtroPases":"Passes",
"filtroTiros":"Shooting",
"filtroQuites":"Remove",
"filtroPartido":"Matches",

"proximos":"Upcoming",
"jugados":"Already played",
"modificarUsuarios":"MODIFY USERS ",
"modificar":"Modify",

"modifique":"Modify the desired data:",

"verEquipo":"Watch team",
"verEquipos":"SEE TEAMS",
"crearEquipo":"Create team",
"misJugadores":"My players",
"general":"General statistics",
"cargarLosPartidos":"Load games",

"buscarCedula":"Search by ID...",
"cedula":"Identification:",
"nombre":"Name:",
"numeroC":"N° T-shirt",
"numeroF":"N° Official",

"Tiros":"Shooting",
"Amonestación":"Admonition",
"Rebotes":"Bounces",
"Pases":"Passes",
"Asistencias":"Assists",
"Anotaciones":"Annotations",
"Faltas":"Fouls",
"Quites":"Remove",

"modificarUsuario":"Modify users",
"eliminarUsuario":"Delete users",

"Sanciones":"Sanctions",
"Posesión":"Possession",
"jugadorEstrella":"Star player",
"Ganado":"Won",
"Empate":"Tied",
"Perdidos":"Lost",



"datosPersonales":"Personal information",
"datosGenerales":"General data",
"datosDireccion":"Address data",
"datosDeportista":"Athlete data",
"datosProfecionales":"Professional data",
"experiencia":"Experience",
"horasTrabajo":"Weekly working hours",



"ingreseDatos":"ENTER THE BASIC DATA",
"telefono":"Phone:",
"ciudad":"City:",
"apellido":"Surname:",
"calle":"Street:",
"fechaNac":"Date of Birth:",
"numero":"Number:",

"equipo1":"TEAM 1",
"equipo2":"TEAM 2",
"fecha":"Date",
"agregarPartido":"ADD MATCHES",
"lugar":"Place",
"horaInicio":"Start time",
"horaFin":"Final hour",
"seleccionar":"Select:",
"limpiar":"Clean",

"nombreEquipo":"Team name",

"nombreTorneo":"Tournament name",
"deporte1":"Sport",
"escribaTorneo":"Write here the name of the tournament...",

"juecesDisponibles":"Judges Available",

"historia":"HISTORY",
"teCuento":"I'LL TELL YOU A LITTLE...",
"deporte":"The Technological Secondary Education Sport and Recreation course taught by the Professional Technical Education Council-University of Labor of Uruguay was incorporated into teaching in 2012. The only entry requirement is to have passed basic secondary education in any modality. In this context, graduates receive a certificate that proves their suitability as a technical assistant, which enables them to continue studies at the tertiary level or enter directly into the labor market. In addition to the basic curriculum and sports workshops, this innovative educational option includes various subjects related to biomechanics, exercise physiology, anatomy, first aid, and Portuguese as an incorporated language. During the first year of studies, a leveling instance is carried out among the students who enter. In the second year, the greatest emphasis is on promoting knowledge of all sports, not just traditional ones. Finally, in the third year orientation in the four basic sports is consolidated: soccer, handball, basketball and volleyball. Likewise, the training includes knowledge to organize championships and similar activities, the development of educational proposals related to sports and arbitration in amateur and children's competitions. which enables them to pursue studies at the tertiary level or enter directly into the labor market. In addition to the basic curriculum and sports workshops, this innovative educational option includes various subjects related to biomechanics, exercise physiology, anatomy, first aid, and Portuguese as an incorporated language. During the first year of studies, a leveling instance is carried out among the students who enter. In the second year, the greatest emphasis is on promoting knowledge of all sports, not just traditional ones. Finally, in the third year orientation in the four basic sports is consolidated: soccer, handball, basketball and volleyball. Likewise, the training includes knowledge to organize championships and similar activities, the development of educational proposals related to sports and arbitration in amateur and children's competitions.",
 
"objetivo":"OBJECTIVE",
"porqueEstudiar":"WHY STUDY SPORTS?",
"objetivoDeporte":"The objective of the system is to provide students with a tool that allows constant monitoring of their sports activities. By viewing your stats, matches and schedules, students will have the opportunity to improve based on the results seen within the system. It will allow greater control of sports activities within the institutions, thus being the best way to carry out a collection of all the instances that occur in Sports and Recreation Technological Media Education.",
"carne":"Health card",


"egresados":"GRADUATES",
"alTerminar":"AT THE END OF THE UTU",
"cursoEgresado":"The skills acquired in this course will allow the graduate to: Contribute creatively in the planning, evaluation and management of sports and recreational projects or undertakings. In addition to contributing to the organization and implementation of championships, meetings, leisure activities, recreation and camps. This will allow creative participation in the development of educational proposals linked to sports and recreation. Also, the skills acquired will allow him to arbitrate at the amateur and children's level (Football) and at the informal level (in other sports according to the specific training chosen).",
"cursoEegresados1":"The course qualifies to: -Continue studies in tertiary level careers. -Within the C.E.T.P. will be enabled to enter Tecnicaturas or Tertiary Technical Courses in accordance with the requirements established therein. -To the workplace.",
   
"historiaProyecto":"PROJECT HISTORY",
"proyecto":"The Sports Management Information System dates back to the year 2022. It is an educational proposal that will allow users who will participate in the system a friendly and effective environment to view their sports activities. This will allow them to achieve a greater development of their abilities within the educational field, a tool that promotes healthy competition and the constant growth of students. It emerged as an idea, a slip into an already defined reality, which allowed us to focus all resources, both human and technological, on the system that we currently have in mind. The people who were in charge of the development of S.I.G.D. They were: Ezequiel Fredes - Coordinator Leonardo Rodriguez - Sub-Coordinator Andrea Moreira - Designer Leandro Rodriguez - Programmer",


"objetivoProyecto":"PROJECT OBJECTIVES",
"objetivoSistema":"The objective of the system is to provide students with a tool that allows constant monitoring of their sports activities. By viewing their statistics, games and schedules, students will have the opportunity to improve based on the results seen within the system. It will allow greater control of sports activities within the institutions, thus being the best way to carry out a collection of all the instances that occur in Sports and Recreation Technological Media Education.",

"tipoUsuario":"Type of user:",

"nacionalidad":"Nationality:",

"9.0":"User type",
"9.1":"Judge",
"9.2":"Analys",
"9.3":"Scout",
"9.4":"Administrative",
"9.5":"Athlete",
"9.6":"Coach",
"9.7":"Administrator"
}
}